tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "arp-scan"
brew "python@3.10"
brew "awscli"
brew "glib"
brew "python@3.9"
brew "docker", link: false
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "gobject-introspection"
brew "srt"
brew "ffmpeg"
brew "git"
brew "gradle"
brew "ruby"
brew "macvim"
brew "mysql"
brew "mysql@5.7", restart_service: true
brew "postgresql@14"
brew "rustup-init"
brew "telnet"
brew "tmux"
brew "vite"
brew "volta"
cask "amazon-workspaces"
cask "android-studio"
cask "appcleaner"
cask "background-music"
cask "blender"
cask "cyberduck"
cask "discord"
cask "docker"
cask "figma"
cask "flutter"
cask "google-chrome"
cask "intellij-idea"
cask "intellij-idea-ce"
cask "iterm2"
cask "musescore"
cask "ngrok"
cask "openvpn-connect"
cask "postman"
cask "proxyman"
cask "raspberry-pi-imager"
cask "sequel-ace"
cask "slack"
cask "the-unarchiver"
cask "typora"
cask "visual-studio-code"
cask "warp"
cask "workflowy"
cask "zeplin"
cask "zoom"
