tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "arp-scan"
brew "awscli"
brew "cmatrix"
brew "gh"
brew "git"
brew "ruby"
brew "macvim"
brew "mysql"
brew "python@3.10"
brew "rustup-init"
brew "tmux"
brew "vite"
brew "volta"
cask "android-studio"
cask "appcleaner"
cask "background-music"
cask "blender"
cask "clipy"
cask "cyberduck"
cask "discord"
cask "figma"
cask "flutter"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "microsoft-remote-desktop"
cask "musescore"
cask "ngrok"
cask "obsidian"
cask "openvpn-connect"
cask "postman"
cask "proxyman"
cask "rancher"
cask "raspberry-pi-imager"
cask "sequel-ace"
cask "session-manager-plugin"
cask "skitch"
cask "slack"
cask "the-unarchiver"
cask "typora"
cask "visual-studio-code"
cask "workflowy"
cask "zoom"
