tap "homebrew/bundle"
tap "homebrew/services"
brew "arp-scan"
brew "awscli"
brew "cmatrix"
brew "gh"
brew "git"
brew "ruby"
brew "macvim"
brew "mkcert"
brew "mysql"
brew "python@3.10"
brew "rustup-init"
brew "tmux"
brew "vite"
brew "volta"
cask "android-studio"
cask "appcleaner"
cask "background-music"
cask "blender"
cask "brave-browser"
cask "clipy"
cask "cyberduck"
cask "discord"
cask "figma"
cask "flutter"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "microsoft-remote-desktop"
cask "musescore"
cask "ngrok"
cask "obsidian"
cask "openvpn-connect"
cask "owasp-zap"
cask "postman"
cask "proxyman"
cask "rancher"
cask "raspberry-pi-imager"
cask "sequel-ace"
cask "session-manager-plugin"
cask "skitch"
cask "slack"
cask "the-unarchiver"
cask "typora"
cask "visual-studio-code"
cask "workflowy"
cask "zoom"
vscode "akamud.vscode-theme-onedark"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "emilast.LogFileHighlighter"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.vscode-pull-request-github"
vscode "glenn2223.live-sass"
vscode "hediet.vscode-drawio"
vscode "IBM.output-colorizer"
vscode "ionutvmi.path-autocomplete"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "oouo-diogo-perdigao.docthis"
vscode "p42ai.refactor"
vscode "PKief.material-icon-theme"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "SimonSiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "techer.open-in-browser"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
vscode "YRM.type-challenges"
vscode "yzhang.markdown-all-in-one"
